const records = [
  {
    date: '2019-12-26',
    item: [
      {
        id: 1,
        label: '优化优惠券统计报表'
      }
    ]
  },
  {
    date: '2019-12-24',
    item: [
      {
        id: 1,
        label: '优化营销管理模块，新增图片上传功能'
      }
    ]
  },
  {
    date: '2019-12-23',
    item: [
      {
        id: 1,
        label: '优化地铁票状态'
      },
      {
        id: 2,
        label: '优化支付方式'
      },
      {
        id: 3,
        label: '优化支付报表支付方式查询'
      },
      {
        id: 4,
        label: 'FD运价维护新增添加、修改、删除、导出文件、导出模板功能'
      }
    ]
  },
  {
    date: '2019-12-18',
    item: [
      {
        id: 1,
        label: '抽奖记录新增修改备注功能'
      }
    ]
  },
  {
    date: '2019-12-17',
    item: [
      {
        id: 1,
        label: '优化规则详情，新增有效期字段'
      },
      {
        id: 2,
        label: '优化国际退改签'
      },
      {
        id: 3,
        label: '优化优惠券统计报表'
      }
    ]
  },
  {
    date: '2019-12-16',
    item: [
      {
        id: 1,
        label: '修改模板下载地址'
      },
      {
        id: 2,
        label: '优化领用规则页面和规则管理页面添加、修改弹出框字段'
      }
    ]
  },
  {
    date: '2019-12-13',
    item: [
      {
        id: 1,
        label: '优化城市机场维护，添加/修改弹出框将机场名称更改为非必填项'
      },
      {
        id: 2,
        label: '优化FD运价维护'
      }
    ]
  },
  {
    date: '2019-12-12',
    item: [
      {
        id: 1,
        label: '抽奖记录查询条件新增奖品类型'
      },
      {
        id: 2,
        label: '新增FD运价维护页面'
      }
    ]
  },
  {
    date: '2019-12-11',
    item: [
      {
        id: 1,
        label: '优化规则管理，添加/修改弹出框新增有效期限'
      }
    ]
  },
  {
    date: '2019-12-09',
    item: [
      {
        id: 1,
        label: '优化ie浏览器适配问题'
      },
      {
        id: 2,
        label: '优化优惠券弹出框文本错误问题'
      }
    ]
  },
  {
    date: '2019-12-06',
    item: [
      {
        id: 1,
        label: '新增活动配置页面'
      },
      {
        id: 2,
        label: '空轨联运查询条件和查询结果新增退票和使用开始、结束时间'
      }
    ]
  },
  {
    date: '2019-12-05',
    item: [
      {
        id: 1,
        label: '优惠券明细报表新增核销功能'
      },
      {
        id: 2,
        label: '优化基础地址管理新增弹出框地址选项'
      }
    ]
  },
  {
    date: '2019-12-04',
    item: [
      {
        id: 1,
        label: '优化抽奖记录，新增是否使用类型'
      }
    ]
  },
  {
    date: '2019-12-03',
    item: [
      {
        id: 1,
        label: '优化活动场景类型'
      },
      {
        id: 2,
        label: '优化领用规则，增删改查新增适用出发地，使用到达地，适用航班号'
      },
      {
        id: 3,
        label: '优化支付方式类型'
      },
      {
        id: 4,
        label: '优化优惠券模板和模板详情，优惠类型新增免费选项'
      },
      {
        id: 5,
        label: '优化领取方式类型'
      }
    ]
  },
  {
    date: '2019-12-02',
    item: [
      {
        id: 1,
        label: '优化订单详情性别类型'
      },
      {
        id: 2,
        label: '优化渠道类型'
      },
      {
        id: 3,
        label: '优化会员信息管理和优惠券明细报表页面，用户类型为全部时，禁用用户编号'
      },
      {
        id: 4,
        label: '优化升舱产品价格政策设置航程类型'
      }
    ]
  },
  {
    date: '2019-11-29',
    item: [
      {
        id: 1,
        label: '新增上传图片维护页面'
      },
      {
        id: 2,
        label: '新增航班动态机型维护页面'
      },
      {
        id: 3,
        label: '优化主题管理添加/修改弹出框，限制系数、最低/高抽中概率大小'
      }
    ]
  },
  {
    date: '2019-11-28',
    item: [
      {
        id: 1,
        label: '优化抽奖管理弹出框，点击弹出框以外的地方禁止关闭弹出框'
      },
      {
        id: 2,
        label: '业务协议管理查询条件新增协议标题，添加/修改弹出框新增协议标识'
      },
      {
        id: 3,
        label: '优化主题管理添加/修改弹出框，限制系数、最低/高抽中概率大小'
      }
    ]
  },
  {
    date: '2019-11-27',
    item: [
      {
        id: 1,
        label: '优化全渠道退票管理分页'
      }
    ]
  },
  {
    date: '2019-11-26',
    item: [
      {
        id: 1,
        label: '优化抽奖管理页面，删除规则管理页面系数、次数、总次数'
      },
      {
        id: 2,
        label: '主题管理页面新增最低抽中概率、最高抽中概率、系数'
      },
      {
        id: 3,
        label: '优化抽奖主题管理页面，新增中奖概率'
      },
      {
        id: 4,
        label: '优化退积分确认、订单查询客户类型、会员信息管理安全查询'
      },
      {
        id: 5,
        label: '退票管理新增全渠道退票管理页面'
      }
    ]
  },
  {
    date: '2019-11-21',
    item: [
      {
        id: 1,
        label: '优化优惠券类别'
      },
      {
        id: 2,
        label: '发票管理新增发票下载功能'
      }
    ]
  },
  {
    date: '2019-11-20',
    item: [
      {
        id: 1,
        label: '发票管理新增报税申报表导出功能'
      }
    ]
  },
  {
    date: '2019-11-19',
    item: [
      {
        id: 1,
        label: '优化协议条款维护'
      },
      {
        id: 2,
        label: '优化发票管理,查询条件删除发票代码、金额，新增票号'
      },
      {
        id: 3,
        label: '优化发票管理查询结果默认展示内容,删除发票唯一流水号'
      },
      {
        id: 4,
        label: '优化发票管理冲红功能'
      },
      {
        id: 5,
        label: '新增查询机票详情功能，删除机票记录页面'
      }
    ]
  },
  {
    date: '2019-11-15',
    item: [
      {
        id: 1,
        label: '优化抽奖记录页面，新增绑定功能。'
      },
      {
        id: 2,
        label: '优化规则管理规则配置内容'
      },
      {
        id: 3,
        label: '新增推荐航线维护'
      },
      {
        id: 4,
        label: '优化信息公告维护，编辑框新增公告描述字段'
      }
    ]
  },
  {
    date: '2019-11-14',
    item: [
      {
        id: 1,
        label: '优化无法登录问题'
      }
    ]
  },
  {
    date: '2019-11-12',
    item: [
      {
        id: 1,
        label: '优化优惠券类别'
      },
      {
        id: 2,
        label: '新增发票模块'
      }
    ]
  },
  {
    date: '2019-11-11',
    item: [
      {
        id: 1,
        label: '优化会员信息管理查询条件'
      },
      {
        id: 2,
        label: '补退款申请和审核新增补退款金额'
      }
    ]
  },
  {
    date: '2019-11-05',
    item: [
      {
        id: 1,
        label: '优化退票模块弹出框参数'
      }
    ]
  },
  {
    date: '2019-11-01',
    item: [
      {
        id: 1,
        label: '操作员管理新增账号解冻功能'
      },
      {
        id: 2,
        label: '优化汇总报表页面适配问题'
      },
      {
        id: 3,
        label: '优化用户登录，使用单用户登录'
      }
    ]
  },
  {
    date: '2019-10-30',
    item: [
      {
        id: 1,
        label: '优化基础地址管理必填项'
      }
    ]
  },
  {
    date: '2019-10-29',
    item: [
      {
        id: 1,
        label: '新增抽奖模块'
      }
    ]
  },
  {
    date: '2019-10-21',
    item: [
      {
        id: 1,
        label: '优化空轨联运表格样式'
      },
      {
        id: 2,
        label: '销售报表新增联系人，联系电话'
      },
      {
        id: 3,
        label: '运价折扣维护新增航班周期，排除航班号'
      }
    ]
  },
  {
    date: '2019-10-17',
    item: [
      {
        id: 1,
        label: '城市对维护新增城市对互换功能'
      },
      {
        id: 2,
        label: '活动审核申请、废弃功能移至营销活动'
      },
      {
        id: 3,
        label: '优化运价折添加/修改的排版及排除时间段选择'
      },
      {
        id: 4,
        label: '新增乐享升舱数量统计报表'
      }
    ]
  },
  {
    date: '2019-10-16',
    item: [
      {
        id: 1,
        label: '退票报表查询条件新增是否是空轨订单选项'
      },
      {
        id: 2,
        label: '退票报表查询结果新增地铁航程、地铁票价格、地铁票状态'
      },
      {
        id: 3,
        label: '新增优惠券报表统计'
      },
      {
        id: 4,
        label: '新增活动报表统计'
      },
      {
        id: 5,
        label: '新增活动报表统计'
      },
      {
        id: 6,
        label: '优化退票审核退票手续费、实际退款'
      }
    ]
  },
  {
    date: '2019-10-15',
    item: [
      {
        id: 0,
        label: '新增空轨联运模块'
      },
      {
        id: 1,
        label: '订单管理新增地铁详情弹出框'
      },
      {
        id: 2,
        label: '汇总报表查询结果新增地铁票销售量、轨道票销售额'
      },
      {
        id: 3,
        label: '渠道列表新增移动端h5选项'
      },
      {
        id: 4,
        label: '销售报表查询结果新增地铁航程、地铁票价格、地铁票状态'
      }
    ]
  },
  {
    date: '2019-09-16',
    item: [
      {
        id: 0,
        label: '优惠券&非自愿改期新功能'
      }
    ]
  },
  {
    date: '2019-08-30',
    item: [
      {
        id: 0,
        label: '退票审核新增非自愿改期功能'
      },
      {
        id: 1,
        label: '舱位名称维护新增生效开始/截止时间'
      },
      {
        id: 2,
        label: '舱位标签维护新增生效开始'
      }
    ]
  },
  {
    date: '2019-08-27',
    item: [
      {
        id: 0,
        label: '修复部分页面导出excel为空问题'
      },
      {
        id: 1,
        label: '修复支付明细查询页面时间精度问题'
      },
      {
        id: 2,
        label: '修改项目名称'
      },
      {
        id: 3,
        label: '优化导出excel中杂项税格式'
      }
    ]
  },
  {
    date: '2019-07-23',
    item: [
      {
        id: 0,
        label: '修复汇总报表与订单查询金额不一致问题'
      },
      {
        id: 1,
        label: '修复角色/操作员无法读写问题'
      },
      {
        id: 2,
        label: '优化部分页面字段显示问题'
      },
      {
        id: 3,
        label: '优化城市对管理页面--允许按汉字三字码搜索城市'
      },
      {
        id: 4,
        label: '新增长时间未操作自动退出功能（暂定2h）'
      }
    ]
  },
  {
    date: '2019-07-15',
    item: [
      {
        id: 0,
        label: '优化补退款、差错退款导出问题'
      },
      {
        id: 1,
        label: '限制订单查询-日期选择不允许为空'
      },
      {
        id: 2,
        label: '修复"汇总报表"渠道筛选项无法清空问题'
      }
    ]
  },
  {
    date: '2019-07-12',
    item: [
      {
        id: 0,
        label: '修复汇总报表时间选择不生效问题'
      },
      {
        id: 1,
        label: '修复单程查询与汇总报表数据不一致问题'
      },
      {
        id: 2,
        label: '修复导出文件字段与页面显示字段不一致问题'
      },
      {
        id: 3,
        label: '优化部分页面表格字段控制问题'
      }
    ]
  },
  {
    date: '2019-07-05',
    item: [
      {
        id: 0,
        label: '修复弹框内文本无法复制问题'
      },
      {
        id: 1,
        label: '修改按钮样式'
      },
      {
        id: 2,
        label: '修复导出文件名与模块名不一致问题'
      },
      {
        id: 3,
        label: '修复左侧导航错位及页面字体问题'
      },
      {
        id: 4,
        label: '新增“运价管理模块”'
      },
      {
        id: 5,
        label: '优化页面配色'
      },
      {
        id: 6,
        label: '修改表格内字段名与excel一致'
      },
      {
        id: 7,
        label: '优化部分页面'
      }
    ]
  }
]
export default records
