const records = [
  {
    date: '2020-12-08',
    item: [
      {
        id: 1,
        label: '运价折扣模块回滚修复问题'
      }
    ]
  },
  {
    date: '2020-11-27',
    item: [
      {
        id: 1,
        label: '保险模块新增‘航联订单号’，‘保险gid’字段'
      },
      {
        id: 2,
        label: '新增‘全员营销’模块'
      },
      {
        id: 3,
        label: '会员信息管理模块新增’会员解绑‘功能，会员详情弹框新增’推广明细‘，’奖励明细‘列表'
      }
    ]
  },
  {
    date: '2020-11-03',
    item: [
      {
        id: 1,
        label: '汇总报表新增字段‘优惠前票面价’'
      }
    ]
  },
  {
    date: '2020-10-19',
    item: [
      {
        id: 1,
        label: '支付渠道模块“列表”、“新增”、“编辑”新增“是否默认字段”'
      }
    ]
  },
  {
    date: '2020-10-16',
    item: [
      {
        id: 1,
        label: '补退款模块优化'
      }
    ]
  },
  {
    date: '2020-09-30',
    item: [
      {
        id: 1,
        label: '异常订单模块代码回滚'
      }
    ]
  },
  {
    date: '2020-09-28',
    item: [
      {
        id: 1,
        label: '领用规则模块中“是否为常旅客”新增类型为“不限”'
      }
    ]
  },
  {
    date: '2020-08',
    item: [
      {
        id: 1,
        label: '异常订单模块，人工出票移除pnr填写'
      },
      {
        id: 2,
        label: '退票一审、二审，退票拒绝操作增加拒绝原因输入框，列表增加一审拒绝原因，二审拒绝原因，退票证明字段'
      },
      {
        id: 3,
        label: '订单查询及退票模块新增多个字段，详见自愿改期维护书'
      }
    ],
    docs: '河北航空-电商-对人工出票进行二次确认和重构，全渠道自愿改期维护书'
  },
  {
    date: '2020-08-03',
    item: [
      {
        id: 1,
        label: '运价折扣规则维护模块--新增、编辑、列表展示、导出增加“生效人群”字段，默认为成人，儿童'
      }
    ],
    docs: '维护报告书：电商后台-运价维护功能优化'
  },
  {
    date: '2020-07-20',
    item: [
      {
        id: 1,
        label: '参数管理 -> 业务管理中新增常见问题维护模块'
      }
    ],
    docs: '河北航空微信小程序常见问题功能需求'
  },
  {
    date: '2020-07-09',
    item: [
      {
        id: 1,
        label: '新增非自愿退票配置功能'
      }
    ]
  },
  {
    date: '2020-07-07',
    item: [
      {
        id: 1,
        label: '消息直推通知模块：查询、新增、修改、列表添加出发到达三字码字段'
      },
      {
        id: 2,
        label: '修复消息直推通知不可编辑问题'
      }
    ]
  },
  {
    date: '2020-06-24',
    item: [
      {
        id: 1,
        label: '订单查询、退票一审、退票二审、退款确认、退积分确认模块中附加商品（毛毯）详情不再单独展示，移入订单详情弹框中展示'
      },
      {
        id: 2,
        label: '新增保险自愿改期功能'
      },
      {
        id: 3,
        label: '优化保险自愿改期重复提交问题，航段不符问题'
      }
    ]
  },
  {
    date: '2020-06-08',
    item: [
      {
        id: 1,
        label: '产品订单管理列表-领取人手机号无法从常用乘机人信息中获取到，展示为联系人手机号'
      },
      {
        id: 2,
        label: '产品订单列表-暂停使用‘改期’功能'
      },
      {
        id: 3,
        label: '合并权益模块'
      }
    ]
  },
  {
    date: '2020-06-03',
    item: [
      {
        id: 1,
        label: '新增附加产品管理-产品订单管理模块'
      },
      {
        id: 2,
        label: '新增附加产品管理-地服部机供品人员查询'
      },
      {
        id: 3,
        label: '新增附加产品管理-产品退款管理'
      },
      {
        id: 4,
        label: '新增附加产品管理-运价规则维护'
      },
      {
        id: 5,
        label: '新增附加产品管理-运价配置维护'
      },
      {
        id: 6,
        label: '新增附加产品管理-运价产品维护'
      },
      {
        id: 7,
        label: '新增附加产品管理-预订提醒设置'
      }
    ]
  },
  {
    date: '2020-05-26',
    item: [
      {
        id: 1,
        label: '新增分期费率模块'
      },
      {
        id: 2,
        label: '新增支付标签维护模块'
      }
    ]
  },
  {
    date: '2020-05-13',
    item: [
      {
        id: 1,
        label: '退保申请页面操作栏加入‘保险改期功能’'
      },
      {
        id: 2,
        label: '保险统计查询，退保申请，退保审核，退保退款，保险报表页面查询条件及列表增加‘保司保单号’字段'
      },
      {
        id: 3,
        label: '退保申请页面，查询结果列表增加航班号和航段'
      }
    ]
  },
  {
    date: '2020-04-20',
    item: [
      {
        id: 1,
        label: '退票申请，退票一审，退票二审，退款确认，退积分确认，新增一个条件为行程单需回收，默认查询未回收的退票。新增个退改状态为行程单需回收.'
      },
      {
        id: 2,
        label: '补退款 差错退款 \n' +
          ' 列表增加退款失败原因 \n' +
          ' 详情增加退款失败原因wx_refund_error_msg\n' +
          ' 筛选项 增加 退款失败（8）退款处理中（13）'
      },
      {
        id: 3,
        label: '退保退款 \n' +
          ' 筛选项 增加 退款失败（8）退款处理中（13）退保处理中（10）已改期（11）\n' +
          ' 列表增加 退款失败原因 wxRefundErrorMsg'
      },
      {
        id: 4,
        label: '地铁票退票管理新增批量退款(交互逻辑与订单退款一致)'
      },
      {
        id: 5,
        label: '地铁票退票增加线下退款功能'
      },
      {
        id: 6,
        label: '地铁票退票管理\n' +
          '筛选条件 退票状态增加 退款处理中(13)  增加批次号查询\n' +
          '列表增加 退款失败原因 wxRefundErrorMsg'
      },
      {
        id: 7,
        label: '退款确认批量退款优化'
      },
      {
        id: 8,
        label: '订单详情，审核详情UI优化'
      },
      {
        id: 9,
        label: '补退款，差错退款批量退款'
      },
      {
        id: 10,
        label: '订单查询-机票订单详细信息 -联系人信息-是否冀鹰会员改为白鹭会员'
      },
      {
        id: 11,
        label: '补退款、差错退款的批量退款 应和正常退款的批量退一样，有退款批次号及退款结果、退款失败原因并可列示'
      },
      {
        id: 12,
        label: '补退款、差错退款的退款失败订单应同样增加线下退款功能及时间选项'
      },
      {
        id: 13,
        label: '行程单回收增加批量作废功能，增加行程单状态更新功能，增加行程单状态字段'
      },
      {
        id: 14,
        label: '退票详情弹框-添加退票编号、退款时间字段，增加退票信息表格'
      }
    ],
    docs: '河北航空电商后台-计财相关优化需求报告书',
    remark: ''
  },
  {
    date: '2020-04-15',
    item: [
      {
        id: 1,
        label: '优惠券增加共享航班使用限制开关'
      }
    ],
    docs: '河北航空优惠券增加共享航班使用限制开关功能软件维护报告书',
    remark: ''
  },
  {
    date: '2020-03-20',
    item: [
      {
        id: 1,
        label: '优化值机-无纸化通关列表渲染问题'
      },
      {
        id: 2,
        label: '优化保险种类-优化保险种类查询，查询列表和添加修改弹出框新增不支持承保的城市、承保年龄起、承保年龄止、保险条款备注'
      }
    ],
    docs: '',
    remark: ''
  },
  {
    date: '2020-02-29',
    item: [
      {
        id: 1,
        label: '会员注销功能'
      }
    ],
    docs: '',
    remark: ''
  },
  {
    date: '2020-02-22',
    item: [
      {
        id: 1,
        label: '修改舱位标签维护实际承运航司'
      },
      {
        id: 2,
        label: '优化协议公告消息弹出框'
      }
    ],
    docs: '',
    remark: ''
  },
  {
    date: '2020-02-11',
    item: [
      {
        id: 1,
        label: '优化运价折扣规则维护展示'
      },
      {
        id: 2,
        label: '优化全渠道退票管理导出功能'
      },
      {
        id: 3,
        label: '优化退款详情退票性质字段'
      }
    ],
    docs: '',
    remark: ''
  },
  {
    date: '2020-01-20',
    item: [
      {
        id: 1,
        label: '优化员工票管理模块'
      },
      {
        id: 2,
        label: '会员管理模块新增会员注销信息页面'
      },
      {
        id: 3,
        label: '优化参数管理模块营销管理中带有富文本框的弹出框'
      },
      {
        id: 4,
        label: '优化订单查询页面，订单类型新增员工票选择项'
      }
    ]
  },
  {
    date: '2020-01-19',
    item: [
      {
        id: 1,
        label: 'app消息推送模板新增定向推送字段'
      }
    ]
  },
  {
    date: '2020-01-17',
    item: [
      {
        id: 1,
        label: '新增员工票管理模块'
      }
    ]
  },
  {
    date: '2020-01-14',
    item: [
      {
        id: 1,
        label: '优化全渠道退票管理导出功能'
      },
      {
        id: 2,
        label: '优化运价折扣规则维护展示'
      },
      {
        id: 3,
        label: '优化FD运价维护'
      },
      {
        id: 4,
        label: '优化电子发票'
      }
    ]
  },
  {
    date: '2020-01-13',
    item: [
      {
        id: 1,
        label: '优化退款详情退票性质字段'
      }
    ]
  },
  {
    date: '2020-01-10',
    item: [
      {
        id: 1,
        label: '退票审核加非自愿类型'
      }
    ]
  },
  {
    date: '2020-01-02',
    item: [
      {
        id: 1,
        label: '优化发票记录查询条件'
      },
      {
        id: 2,
        label: '发票记录新增一键添加功能'
      }
    ]
  }
]
export default records
